[
  {
    "title": "Chicago Indie Games Showcase (C.I.G.S.)",
    "description": "Chicago Indie Game Showcase returns for its second year, this time at The Hairpin Arts Center in Logan Square! C.I.G.S. is a one-day convention showcasing guest speakers and spotlighting in-development and recently released independent games, focused on games produced within Chicago and the greater Midwestern area. <b><br><br></b>STLGameDev will have a table showcasing games by local STL game developers!<b> </b>Join us for a day full of open-play games, featured speakers, music, and get to know local developers. <br><span><span><br>For more details and to buy tickets, check out Indie City Games website: </span></span><a href=\"https://www.indiecitygames.org/chicagoindiegameshowcase\">https://www.indiecitygames.org/chicagoindiegameshowcase</a><br><span>Use code STL25 to get a 25% discount on tickets!</span>",
    "location": "Hairpin Arts Center, 2810 N Milwaukee Ave, Chicago, IL 60618, USA",
    "dateTime": "2025-09-06T13:00:00.000-05:00",
    "endTime": "2025-09-06T21:00:00.000-05:00",
    "eventUrl": ""
  },
  {
    "title": "September GameDev Social!",
    "description": "<p>Come chat with fellow creators about making, playing, and admiring games! Talk about your game ideas and get inspired! Make friends and find collaborators. Our monthly hangout is open to EVERYONE.</p>For full details, including the address, and to RSVP see: https://www.meetup.com/st-louis-game-developers/events/307236093",
    "location": "Dirty 20 Bar - 14051 Manchester Rd - Ballwin, MO, us",
    "dateTime": "2025-09-11T19:00:00.000-05:00",
    "endTime": "2025-09-11T22:00:00.000-05:00",
    "eventUrl": ""
  },
  {
    "title": "Game Audio Club: Music Show & Tell!",
    "description": "If you’re into making video game music or sound design (or just curious) come hang out with us once a month! Doesn’t matter if you’re a pro or just starting out— everyone’s welcome! Just bring your love for game audio. We’re a chill group where you can share your work, get feedback, or just vibe with people who love game audio. \n\nFor full details, including the address, and to RSVP see: https://www.meetup.com/st-louis-game-developers/events/310831354",
    "location": "MAP St. Louis Montessori School - 3840 Washington Ave - St. Louis, MO, us",
    "dateTime": "2025-09-27T16:00:00.000-05:00",
    "endTime": "2025-09-27T18:00:00.000-05:00",
    "eventUrl": ""
  },
  {
    "title": "Game Club: Lunistice ",
    "description": "Game Club is like a book club except we pick a game to play each month and then meet up to discuss it with a focus on game design. This month's game is Lunistice, a cute PS1-inspired indie 3D platformer! Come share your thoughts on the game with us!\n\nFor full details, including the address, and to RSVP see: https://www.meetup.com/st-louis-game-developers/events/310804120",
    "location": "Qdoba (Creve Coeur) - 766 N New Ballas Rd - Creve Coeur, MO, us",
    "dateTime": "2025-09-29T18:30:00.000-05:00",
    "endTime": "2025-09-29T20:30:00.000-05:00",
    "eventUrl": ""
  }
]