[
  {
    "title": "February GameDev Social!",
    "description": "Chat with fellow creators about making, playing, and admiring games! Talk about your game ideas and get inspired! Make friends and find collaborators. Our monthly hangout is open to EVERYONE. This is an all ages event, but minors must be accompanied by a parent or guardian. \n\nFor full details, including the address, and to RSVP see: https://www.meetup.com/st-louis-game-developers/events/312692347",
    "location": "Dirty 20 Bar - 14051 Manchester Rd - Ballwin, MO, us",
    "dateTime": "2026-02-12T19:00:00.000-06:00",
    "endTime": "2026-02-12T22:00:00.000-06:00",
    "eventUrl": ""
  },
  {
    "title": "Game Audio Club (February): Music Share",
    "description": "If you’re into making video game music or sound design (or just curious) come hang out with us once a month! Doesn’t matter if you’re a pro or just starting out— everyone’s welcome. Just bring your love for game audio. We’re a chill group where you can share your work, get feedback, or just vibe with people who love game audio. \n\nFor full details, including the address, and to RSVP see: https://www.meetup.com/st-louis-game-developers/events/313214977",
    "location": "MAP St. Louis Montessori School - 3840 Washington Ave - St. Louis, MO, us",
    "dateTime": "2026-02-21T16:00:00.000-06:00",
    "endTime": "2026-02-21T18:00:00.000-06:00",
    "eventUrl": ""
  },
  {
    "title": "Game Club: Sonic Robo Blast 2",
    "description": "Game Club is like a book club except we pick a game to play each month and then meet up to discuss it with a focus on game design.  <p>This month's game is... <b>Sonic Robo Blast 2!</b></p><p>We will be <b>meeting virtually on Discord this month</b> (in the general voice chat). Come share your thoughts on the game with us!</p>For full details, including the address, and to RSVP see: https://www.meetup.com/st-louis-game-developers/events/313198047",
    "location": "Online event",
    "dateTime": "2026-02-23T18:30:00.000-06:00",
    "endTime": "2026-02-23T20:30:00.000-06:00",
    "eventUrl": ""
  },
  {
    "title": "Share & Play: Game Playtesting",
    "description": "Join us for casual game playtesting! This is an opportunity for developers to share their progress, observe playtesting, and get feedback on their projects, and for local game enthusiasts to get their hands on new games, prototypes, and give helpful feedback.\n\nFor full details, including the address, and to RSVP see: https://www.meetup.com/st-louis-game-developers/events/312859534",
    "location": "St. Louis County Library - Clark Family branch - 1640 South Lindbergh Blvd - St. Louis, MO, us",
    "dateTime": "2026-02-28T12:00:00.000-06:00",
    "endTime": "2026-02-28T16:00:00.000-06:00",
    "eventUrl": ""
  }
]